{
    "bot":{
        "botTitle":"**Création de bot discord personnalisé**",
        "botDescription":"**Langage :** JavaScript\n\n**Tarifs :**\nIl y a deux façon de payer un bot discord :\n- Via un nombre d'invitations à effectuer sur le serveur\n- Via PayPal\n\n**Mes competences :**\nJe suis capable de faire presque n'importe quel bot avec discordjs en v12 ou v13 :\n- Moderation\n- Anti-Raid\n- Anti-Spam\n- Système de niveau\n- Système d'economie\n- Système de musique\n- Ticket\n- Message de bienvenue\n- AutoRole\n- ...\n\nJe maitrise également les derniers ajouts de la v13 comme les Boutons, les SlashCommandes, les selectMenus, les formulaires, ...\n\n**Je ne m'occupe pas de l'hébergement des bots discord**"
    },
    "web":{
        "webTitle":"🖥️ **Création de site web**",
        "webDescription":"Je met à disposition mes compétences en développement web pour la réalisation de sites web entiers responsive, plus ou moins complexes. Veuillez noter que je ne m'occupe pas de la partie backend (côté serveur), cela signifie donc que les sites que je propose sont des sites dits \"vitrines\" sans système de comptes, forums, ou je ne sais quoi, impliquant donc que la majorité du contenu est statique.\n\n🪙 **Technologies utilisées**\n- HTML5 (HTML, CSS et JS)\n- VueJS (dont Vue Router et VueX)\n- Vuetify\n- Cloudflare (dont la totalité des outils webmaster, ainsi que Cloudflare Pages et Cloudflare Workers)\n\nVeuillez noter que j'ai eu l'occasion de travailler sur beaucoup plus de projets, mais que ces derniers sont désormais pour la plupart hors ligne.\n\n💰 **Tarifs**\nIl est impossible de donner un prix avant de connaître votre projet, mes tarifs sont donc par conséquent variables, mais restent dans des tranches « bon marché ».\nQuoiqu'il en soit, le règlement se fera via PayPal, et les modalités (paiement instantané, en plusieurs fois, etc...) sont à discuter.\n\n⚠️ **ATTENTION**\n- Je ne m'occupe pas de l'hébergement de votre site\n- Pour un tarif fixe de 5€, je peux mettre en place un hébergement gratuit sur votre compte Cloudflare via Cloudflare Pages, incluant l'entière configuration de Cloudflare pour le bon fonctionnement de votre site\n- Je ne m'occupe pas de la maintenance de votre site, ni de votre hébergement. Si un problème survient suite à des modifications, vous en êtes responsable.\n- Si vous souhaitez effectuer des modifications sur le site après sa livraison, il est totalement possible de me confier à nouveau votre projet."
    },
    "serveur":{
        "serveurTitle":"**Beldium**",
        "serveurDescription":"**__Tarifs :__**\n\nServeur discord sans configuration -> Gratuit\nServeur discord avec configuration + configuration de bot -> 3€"
    },
    "graphiste":{
        "soon":{
            "soonTitle":"**Soon art**",
            "soonDescription":"**__Tarifs :__**\n\nLogo -> 1€\nBannière de profil -> 3€\nBannière serveur discord -> 4€\nEmojis discord -> 1€\n\n**__Prochainement :__**\nPanels twitch -> 7€ le tout"
        },
        "kyoline":{
            "kyolineTitle":"**Kyoline graphisme**",
            "kyolineDescription":"**__Tarifs :__**\n\nLogo -> 5€\nBannière (site, twitch, discord) -> 7€\nBouton personnalisés -> 7€\nOverlay -> 7€\nPack Twitch (bouton, overlay, bannière) -> 19€ (logo non compris)\n\n**Toutes créations possible, il suffit d'en faire la demande !**"
        }
    },
    "support":{
        "supportTitle":"**Ticket Support**",
        "supportDescription":"Cliquez sur le bouton ci-dessous pour ouvrir un ticket\nLes abus seront sanctionnés"
    },
    "recrutement":{
        "recrutementTitle":"**__Recrutement :__**",
        "recrutementDescription":"**Design & Developpement recrute :**\n\n- 1 graphistes\n- 1 développeur de plugins et mods minecraft\n- 1 développeur web\n- 1 développeur FIVEM\n- 1 monteur\n\n**Si vous êtes intéressé par un des postes ci-dessus ou si vous pensez que vous pouvez être utile pour le serveur, veuillez ouvrir un ticket en cliquant sur le bouton ci-dessous**"
    },
    "soutien":{
        "soutienTitle":"**La meilleure façon de nous soutenir est de faire de la pub pour notre serveur**",
        "soutienDescription":"```⚀⚁⚂⚃⚄⚅ **Design & Développement** ⚅⚄⚃⚂⚁⚀\n\n🪙 **__Nos services :__**\n    - Graphisme -> `(logo, overlay, emoji, ...)`\n    - Bot discord -> `(JavaScript)`\n    - Serveur discord\n    - Site web -> \n    - Mod et plugin Minecraft -> `(prochainement)`\n    - Plugin FiveM -> `(prochainement)`\n\n📝 **__Recrutements :__**\n    - Createur serveur discord\n    - Developpeur FiveM\n    - Developpeur Minecraft\n    - Graphiste\n    - Monteur\n\n**Nous sommes actuellement à la recherche de partenaire**\n\nInvitation : https://discord.gg/UfUAFdJ2WH\nBannière : https://imgur.com/a/EXQieTa```"
    },
    "recrutementInfo":{
        "recrutementInfoTitle":"**Explication fonctionnement du serveur :**",
        "recrutementInfoDescription":"Pour chaque catégorie de services proposé sur le serveur (graphismes, developpement, ...) il peut y avoir plusieurs personnes qui les proposent, vous aurez chacun votre channel avec vos tarifs et des exemples de vos créations**\n\nRémunération :**\nComme c'est nous qui nous occupons de trouver vos clients et d'obtenir des commandes sur le serveur\n- Nous prenons 20% de ce que vous rapportes chaque commande passé sur le serveur\n- Sauf si vous avez un nombre d'invitation supérieur\n à 10, nous considérons que vous ramenez de potentiels clients donc vous gardez 100% de vos revenus"
    },
    "botInfo":{
        "botInfoTitle":"**Pour utiliser le bot vous devez :**",
        "botInfoDescription": "**1)** Remplir le fichier `config.json` avec les informations demandés. \n**2)** Installer les modules en faisant la commande : `npm i` dans un terminal de commande\n**3)** Enregistrer les /commandes sur votre serveur avec la commande : `node .\\deploy-commands.js`\n**4)** Allumer le bot avec la commande : `node .\\index.js`\n\n**Ne pas hésiter à me mp en cas de problèmes avec le bot**"
    }
}